Repository: fullstory-morgue/aptosid-vdr
Catalog: po/*.po
Languages: de, pt

source: Start VDR Programs\n\nMake your choice:
de: VDR Programme starten Wählen Sie aus:
pt: Iniciar Programas VDR\n\nFaça a sua escolha:

source: sx(fb)fe-player (TV-Picture)
de: sx(fb)fe-player (TV-Bild)
pt: sx(fb)fe-player (Imagem-TV)

source: xine-player (TV-Picture)
de: xine-player (TV-Bild)
pt: xine-player (Imagem-TV)

source: Get xine Keyboardlayout for VDR
de: xine-Tastaturbelegung für VDR holen
pt: Adquira o formato do teclado do xine para o VDR

source: Show xine Keyboardlayout
de: xine-Tastaturbelegung anzeigen
pt: Mostrar o formato do teclado do xine

source: Change VDR IP-Adress for Xine-Player
de: VDR-IP-Adresse für Xine-Player ändern
pt: Alterar o Endereço-IP do VDR para o Xine-Player

source: Start VDR
de: VDR starten
pt: Iniciar VDR

source: Stop VDR
de: VDR stoppen
pt: Parar VDR

source: Change VDR Channelslist
de: VDR-Kanalliste ändern
pt: Alterar a lista de canais do VDR

source: Allow client connect (insert IP from client)
de: Zugriff für Clients erlauben (IP des Clients eintragen)
pt: Permitir a ligação do cliente (inserir o IP do cliente)

source: VDR-Channelscan Analog-Tuner Typ PVR
de: VDR-Kanalsuche Analog-Karte Typ PVR
pt: Tipo PVR de Sintonização Analógica para Verificação de Canais VDR

source: Choose VDR-Harddiskpartition for recordings (Linux/FAT)
de: VDR-Festplattenpartition für Aufnahmen auswählen (Linux/FAT)
pt: Escolha a Partição do Disco Rígido para gravações (Linux/FAT)

source: Miscellaneous
de: Sonstiges
pt: Diversos

source: VDR-Update
pt: VDR-Actualização

source: VDR-Autostart
pt: VDR-Auto-iniciar

source: Xine-Autostart (TV-Picture)
de: Xine-Autostart (TV Bild)
pt: Xine-Auto-iniciar (Imagem-TV)

source: vdradmin (Webfrontend)
pt: vdradmin (página web)

source: Kanotix-VDR config
de: Kanotix-VDR Konfiguration
pt: Configuração Kanotix-VDR

source: VDR User Manual
de: VDR Benutzerhandbuch
pt: VDR Manual do Utilizador

source: Exit
de: Ende
pt: Sair

source: VDR Autostart
pt: VDR Auto-iniciar

source: Shall VDR be started as default at boottime?
de: Soll VDR automatisch beim Systemstart gestartet werden?
pt: O VDR deverá ser iniciado no arranque?

source: Press any key
de: Taste drücken
pt: Pressione qualquer tecla

source: Channellist not found
de: Kanalliste nicht gefunden
pt: Lista de canais não encontrada

source: Please start one Player in the VDR-Start-Menu\nBackup of Channellist: $BACKUPFILE
de: Bitte starten Sie Punkt einen Player im VDR-Start-Menü Backup der Kanalliste: $BACKUPFILE
pt: Por favor, inicie um Player do menu VDR\nCópia de Segurança da lista de canais: $BACKUPFILE

source: Select the VDR-OSD-Language:
de: VDR-OSD-Sprache auswählen:
pt: Seleccione a língua do VDR-OSD:

source: English
de: Englisch
pt: Inglês

source: German
de: Deutsch
pt: Alemão

source: Configure VDR-Xine:
de: VDR-Xine konfigurieren:
pt: Configurar VDR-Xine:

source: Start VDR-Xine in Normal mode
de: VDR-Xine im Normal-Modus starten
pt: Iniciar o VDR-Xine em modo Normal

source: Start VDR-Xine in Fullscreen mode
de: VDR-Xine im Vollbild-Modus starten
pt: Iniciar o VDR-Xine em modo Ecrã Inteiro

source: VDR-Configuration:
de: VDR-Konfiguration:
pt: VDR-Configuração:

source: VDR-Xine configuration
de: VDR-Xine Konfiguration
pt: VDR-Xine Configuração

source: Fullscreen mode
de: Vollbild-Modus
pt: Modo Ecrã Inteiro

source: VDR-Server configuration
de: VDR-Server Konfiguration
pt: VDR-Servidor Configuração

source: VDR Language
de: VDR Sprache
pt: VDR Língua

source: Set VDR-language automatically
de: VDR Sprache automatisch setzen
pt: Definir a língua do VDR automaticamente

source: Manually define VDR-language (see VDR-OSD-Menu)
de: VDR Sprache manuell im OSD-Menü setzen
pt: Definir manualmente a língua do VDR (ver VDR-OSD-Menu)

source: Exit Configuration
de: Konfiguration beenden
pt: Sair da Configuração

source: Configure Network-Transport:
de: Netzwerk Transport konfigurieren
pt: Configurar o Transporte da Rede:

source: Start Network Transport in tcp mode
de: Netzwerk Transport mit tcp
pt: Iniciar em modo TCP

source: Start Network Transport in udp mode
de: Netzwerk Transport mit udp
pt: Iniciar em modo UDP

source: Xine Network Transport (tcp or udp)
de: Netzwerk Transport (tcp oder udp)
pt: Xine Transporte de Rede (TCP ou UDP)

source: Please wait ...
de: Bitte warten ...
pt: Por favor, espere ...

source: Installscript
pt: Programa de Instalação

source: When running this script, you need an active internet connection!\n\nProceed
de: Beim Ausführen dieses Scripts ist eine Internet Verbindung erforderlich! Fortfahren
pt: Quando executar este programa, necessita de ter a ligação à Internet activa!\n\nProssiga

source: VDR Update Start
pt: VDR Iniciar Actualização

source: Update done
de: Update ausgeführt
pt: Actualização terminada.

source: The VDRAdmin-Daemon is not running on your computer...\nDo you want to start it now?
de: Der VDRAdmin-Daemon läuft gerade nicht auf ihrem Computer...\nWollen Sie ihn jetzt starten?
pt: O processo VDRAdmin não está a ser executado no computador...\nDeseja iniciá-lo agora?

source: Warning: Password will be echoed and stored unencrypted in $USERCONFIG!
de: Warnung: Das Passwort wird angezeigt und unverschlüsselt in $USERCONFIG gespeichert!
pt: Warnung: Das Passwort wird angezeigt und unverschlüsselt in $USERCONFIG gespeichert!

source: VDRAdmin Username:
de: VDRAdmin-Benutzername:
pt: VDR Utilizador de Administrador:

source: VDRAdmin Password:
de: VDRAdmin-Passwort:
pt: VDR Senha de Administrador:

source: Your username/password has been written to $USERCONFIG
de: Ihr Benutzername/Passwort wurde in $USERCONFIG gespeichert.
pt: O utilizador e senha foram escritos no ficheiro $USERCONFIG.

source: VDRAdmin
pt: VDR Administração

source: VDRAdmin Username
de: VDRAdmin-Benutzername
pt: VDR Utilizador de Administração

source: VDRAdmin Password
de: VDRAdmin-Passwort
pt: VDR Senha de Administração

source: Abort
de: Abbruch
pt: Abortar

source: Creating /media/$VIDEO_PART
de: Erstelle /media/$VIDEO_PART
pt: A criar /media/$VIDEO_PART

source: Creating $VIDEO_DIR
de: Erstelle $VIDEO_DIR
pt: A criar $VIDEO_DIR

source: Your new video directory: $VIDEO_DIR
de: Ihr neues Videoverzeichnis: $VIDEO_DIR
pt: A nova pasta de video: $VIDEO_DIR

source: /var/lib/vdr/channels.conf done, Backup of existing channels.conf see $BACKUPFILE
de: /var/lib/vdr/channels.conf fertig, Sicherung der bestehenden channels.conf siehe $BACKUPFILE
pt: O /var/lib/vdr/channels.conf terminou, a Cópia de Segurança dos canais existentes no channels.conf, veja o $BACKUPFILE

source: Channelscan for dvb-c/t
de: channelscan für dvb-c/t
pt: Verificar canais para o dvb-c/t

source: Make your choice:
de: Wählen Sie aus:
pt: Faça a sua escolha:

source: DVB-C modulation type QAM-256
de: DVB-C Modulationsart QAM-256
pt: DVB-C Tipo de modelação QAM-256

source: DVB-C,Radio-, ignore Pay-TV
de: DVB-C,Radio-, Pay-TV ignorieren
pt: DVB-C,Radio-, ignorar o Pay-TV

source: DVB-T with bad reception
de: DVB-T mit schlechtem Empfang
pt: DVB-T com má recepção

source: Xine Autostart
pt: Xine Auto-iniciar

source: Shall Xine-Player (TV Picture) be started as default with KDE?
de: Soll Xine-Player (TV Bild) automatisch beim öffnen von KDE gestartet werden?
pt: O Xine-Player (Imagem TV) deverá iniciar com o KDE?

source: Xine Autostart active!
de: Xine Autostart aktiviert!
pt: Xine Auto-iniciar está activo!

source: Xine Autostart not active!
de: Xine Autostart deaktiviert!
pt: Xine Auto.iniciar não está activo!

source: VDR-xine Keyboardlayout
de: VDR-xine Tastaturbelegung
pt: VDR-xine formato do teclado

source: Getting xine settings for VDR (~/.xine/config, ~/.xine/keymap) ...
de: xine Einstellungen für VDR holen (~/.xine/config, ~/.xine/keymap)
pt: A adquirir as definições do xine para o VDR (~/.xine/config, ~/.xine/keymap) ...

source: Your xine configuration was backed up in $BACKUPFILE gesichert!
de: Ihre xine Konfiguration wurde unter $BACKUPFILE gesichert!
pt: A configuração do xine foi guardada no ficheiro $BACKUPFILE!

source: VDR Keyboardlayout in the Xine-Player Window
de: VDR Tastenbelegung im Xine-Player Fenster
pt: VDR Formato de Teclado na janela do Xine-Player

source: Action Key
de: Aktion Taste
pt: Acção Tecla

source: Cursorkeys <>^v
de: Cursortasten <>^v
pt: Cursor de teclas <>^v

source: Return Return
pt: Retornar Return

source: Back Backspace
de: Zurück Backspace
pt: Voltar Backspace

source: RED F1
de: ROT F1
pt: VERMELHO F1

source: GREEN F2
de: GRÜN F2
pt: VERDE F2

source: YELLOW F3
de: GELB F3
pt: AMARELO F3

source: BLUE F4
de: BLAU F4
pt: AZUL F4

source: Mute F10
de: STUMM F10
pt: Sem Som F10

source: Power off p
de: Herunterfahren p
pt: Desligar p

source: Quit q
de: Beenden q
pt: Sair q

source: Fullscreen f
de: Vollbild f
pt: Ecrã Inteiro f

source: VDR Menu
de: VDR Menü

source: Menu m
de: Menü m

source: Volume+ F12
de: LAUTER F12

source: Volume- F11
de: LEISER F11
